
<?php
header('Content-Type: text/html; charset=UTF-8');
$mmm="দারুল আমান ক্যাডেট মাদরাসা শেরপুরের মাদ্রাসা জগতে এক আলোড়ন সৃষ্টিকারী নাম। প্রতিটি মানুষই চায় একটি বসবাসযোগ্য সুন্দর পৃথিবী। সুন্দর পৃথিবীর জন্য চাই সুশিক্ষিত ও সুশৃংখল মানুষ। আজ যে শিশুটি জন্মগ্রহণ করেছে আগামী দিনে এ শিশুটিই হচ্ছে দেশ ও জাতির অভিভাবক। কিন্তু বর্তমানে অশান্তির দাবানলে দাউ দাউ করে জ্বলছে গোটা বিশ্ব, প্রগতির নামে চলছে নগ্নতা। নৈতিক অবক্ষয় ও চরম অবনতির দিকে ধাবিত হচ্ছে সমাজ। এই নৈতিক অবক্ষয়, চরম অবনতি ও পশ্চিমা নগ্নতাকে চ্যালেঞ্জ করে সারা বিশ্বে শান্তি প্রতিষ্ঠার জন্য মুসলমানদের অবদান চিরস্মরনীয়। আমরা চাই সকল শিশুই আত্মীক, নৈতিক, জাগতিক ও পারলৌকিক সফল মানুষ হিসেবে গড়ে উঠুক। ভবিষ্যত জ্ঞান-বিজ্ঞানের চ্যালেঞ্জের মোকাবেলায় সম্মানের সাথে টিকে থাকুক। এ লক্ষকে সামনে রেখেই প্রতিষ্ঠিত “দারুল আমান ক্যাডেট মাদরাসা”। খ্যাতিমান মাদরাসা হিসেবে দারুল আমান ক্যাডেট মাদরাসায় রযেছে ক্যাডেট বিভাগ, নূরাণী বিভাগ, হিফজ বিভাগ ও ছাত্রাবাস। কো-কারিকুলাম হিসেবে রয়েছে- সাপ্তাহিক জলসা, ইসলামী সাংস্কৃতিক অনুষ্ঠান, বিতর্ক প্রতিযোগিতা, বার্ষিক ক্রীড়া প্রতিযোগিতা, শিক্ষা সফর, সুন্দর হস্ত লিখন প্রতিযোগিতা ও ভিজ্যুয়াল ক্যাসেটের মাধ্যমে ইংরেজী ও আরবি ভাষা শিক্ষাদানের ব্যবস্থা।দারুল আমান ক্যাডেট মাদ্রাসা এক দিন অনেক দূর এগিয়ে যাবে সকলকে সাথে নিয়ে । বহুমূখী এ মাদরাসাটির বহুমাত্রিক সাফল্যে আমার নিরন্তর প্রয়াসের ক্ষুদ্রাতি ক্ষুদ্র অংশও যদি সহায়ক হয় তবেই আমি তৃপ্ত। মহান আল্লাহ আমাদের সহায় হোন। আমীন।";
function view_more($string,$amount,$link=null){
        $out_string=array();
        $strings=explode(" ", $string);
        for ($i=0; $i <$amount; $i++) { 
            $out_string[]=$strings[$i];
        }
        $final=implode(" ",$out_string).' <a href="'.$link.'">View More</a>';
        return($final);
    }
echo view_more($mmm,3,"www.google.com");
?>