<?php

$config["div_zilla_bn"] = array(
	"খুলনা বিভাগ"	=>	array("কুষ্টিয়া", "খুলনা", "চুয়াডাঙ্গা", "ঝিনাইদহ", "নড়াইল", "বাগেরহাট", "মাগুরা", "মেহেরপুর", "যশোর", "সাতক্ষীরা"),
	"চট্টগ্রাম বিভাগ"	=>	array("কক্সবাজার", "কুমিল্লা", "খাগড়াছড়ি", "চট্টগ্রাম", "চাঁদপুর", "নোয়াখালী", "ফেনী", "বান্দরবান", "ব্রাহ্মণবাড়ীয়া", "রাঙ্গামাটি", "লক্ষ্মীপুর"),
	"ঢাকা বিভাগ"	=>	array("কিশোরগঞ্জ", "গাজীপুর", "গোপালগঞ্জ", "টাঙ্গাইল", "ঢাকা", "নরসিংদী", "নারায়ণগঞ্জ", "ফরিদপুর", "মাদারিপুর", "মানিকগঞ্জ", "মুন্সিগঞ্জ", "রাজবাড়ী", "শরিয়তপুর"),
	"বরিশাল বিভাগ"	=>	array("ঝালকাঠি", "পটুয়াখালী", "পিরোজপুর", "বরগুনা", "বরিশাল", "ভোলা"),
	"ময়মনসিংহ বিভাগ"	=>	array("জামালপুর", "নেত্রকোনা", "ময়মনসিংহ", "শেরপুর"),
	"রংপুর বিভাগ"	=>	array("কুড়িগ্রাম", "গাইবান্ধা", "ঠাকুরগাঁও", "দিনাজপুর", "নীলফামারী", "পঞ্চগড়", "রংপুর", "লালমনিরহাট"),
	"রাজশাহী বিভাগ"	=>	array("চাঁপাইনবাবগঞ্জ", "জয়পুরহাট", "নওগাঁ", "নাটোর", "পাবনা", "বগুড়া", "রাজশাহী", "সিরাজগঞ্জ"),
	"সিলেট বিভাগ"	=>	array("মৌলভীবাজার", "সিলেট", "সুনামগঞ্জ", "হবিগঞ্জ")
);